{"data":{"bow":{"events":[{"id":219,"slug":"best-of-web-2019","tickets":[{"name":"Super Early Bird (7 juin)","description":"Les premiers sont toujours les mieux servis.","startDate":"Tue Dec 04 01:30:00 +0000 2018","endDate":"Fri Dec 14 23:30:00 +0000 2018"},{"name":"Early Bird (7 juin)","description":"Attention il n'y en a que 0b1000110 de disponible.","startDate":"Tue Jan 01 23:00:00 +0000 2019","endDate":"Tue Jan 29 23:00:00 +0000 2019"},{"name":"Regular (7 juin)","description":"Même à ce prix, ça reste vraiment cadeau!!","startDate":"Wed Jan 30 08:00:00 +0000 2019","endDate":"Fri Dec 13 00:00:00 +0000 2019"},{"name":"Sortir de son code de confort","description":"Nous avons tous nos petites habitudes de code, nos petits réflexes. Et on aime travailler dans cette situation. Cependant, cela biaise notre jugement. Grâce à trois petits exercice d’une heure, je vous forcerai à explorer des solutions dont vous n’avez pas l’habitude.\n\nXavier Detant","startDate":"Wed May 08 22:00:00 +0000 2019","endDate":"Wed Jun 05 22:00:00 +0000 2019"},{"name":"Mon premier talk","description":"Démystifie ce que ça implique de faire un talk, comment se lancer, et où les personnes sortent avec un sujet et l'ont soumis à un meetup.\n\nTim Carry","startDate":"Wed May 08 22:00:00 +0000 2019","endDate":"Wed Jun 05 22:00:00 +0000 2019"},{"name":"Oh my god! Mon talk est accepté","description":"Prépare les futurs speakers: organiser ses idées, do's and don'ts sur les slides, astuces pour la prise de parole, checklist pour le jour J\n\nTim Carry","startDate":"Wed May 08 22:00:00 +0000 2019","endDate":"Thu Jun 06 10:00:00 +0000 2019"},{"name":"Master your layouts","description":"N'avez-vous jamais lancé (ou rêvé de le faire) votre ordinateur par la fenêtre alors que vous étiez en train d'aligner\nverticalement une DIV ou de créer une page avec un menu sur le côté ?\n\nAssistez à notre atelier et vous pourrez sereinement retirer le papier bulle dans lequel vous avez emballé votre précieuse machine.\n\nParcourons et maîtrisons ensemble tout ce que le CSS a à nous offrir pour créer nos pages.\n\nVous prendrez alors du plaisir à créer vos prochains sites et vous le ferez fenêtre ouverte, sans craindre de voir voler votre ordinateur !\n\nSpeakers\nFanny Weisenburger\nFabien Zibi","startDate":"Thu May 09 00:00:00 +0000 2019","endDate":"Wed Jun 05 22:00:00 +0000 2019"},{"name":"The Web is on 🔥 F.I.R.E. 🔥 !!!","description":"En 2015, le terme _Progressive Web Apps_ faisait son apparition, et avec lui une nouvelle approche des applications web et mobile. Rapidement, le terme F.I.R.E. (Fast Integrated Reliable & Engaging) a été utilisé pour résumer et globaliser cette approche permettant d'accompagner les développeurs et décideurs dans la mise en place d'applications web modernes.\n\nAlors, quatre ans plus tard, qu'est ce qui a vraiment changé ? Quelles évolutions le web modern a-t-il connu ?\n\nDurant ce workshop, nous verrons ensemble comment cette approche est succeptible de guider la réalisation de **toutes** nos web apps, et ferons le point sur les méthodologies les plus importantes qu'elle a aménée.\n\nEnfin, nous verrons concrètement comment quatre innovations au cœur de l'actualité récente peuvent vous permettre de continuer à améliorer vos projets web quels qu'ils soient, voir même de changer notre approche drastiquement.\n\nSpeakers\nNoel Mace\nDeveloper Advocate\n\nWolfgang Goedel\nDeveloper Advocate","startDate":"Thu May 09 00:00:00 +0000 2019","endDate":"Thu Jun 06 10:00:00 +0000 2019"}]}]}}}